Revit 2027 API
UnitTypeId.Centimeters Property
 Centimeters.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId Centimeters { get; }
Public Shared ReadOnly Property Centimeters As ForgeTypeId
	Get
public:
static property ForgeTypeId^ Centimeters {
	ForgeTypeId^ get ();
}
static member Centimeters : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
UnitTypeId Class
Autodesk.Revit.DB Namespace